<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Строки сброса пароля
    |--------------------------------------------------------------------------
    |
    | Следующие строки являются стандартными строками, которые соответствуют
    | причинам, указываемым брокером паролей при попытке обновления пароля,
    | таким как неудача из-за недопустимого токена сброса пароля или ошибки.
    |
    */

    'reset' => 'Ваш пароль был сброшен.',
    'sent' => 'Мы отправили вам ссылку для сброса пароля на электронную почту.',
    'throttled' => 'Пожалуйста, подождите перед следующей попыткой.',
    'token' => 'Этот токен сброса пароля недействителен.',
    'user' => 'Мы не можем найти пользователя с таким адресом электронной почты.',

];
